Repository: diva/diva-distribution
Catalog: addon-modules/Wifi/Localization/Diva.Wifi.*.resx
Languages: de

source: nobody
de: niemand

source: delete
de: löschen

source: Unable to delete account because it does not exist.
de: Das Nutzerkonto konnte nicht gelöscht werden, weil es unbekannt ist.

source: Click here to reset your password:
de: Klicke hier, um dein Kennwort neu zu setzen:

source: Who are you?
de: Wer da?

source: No linked regions found
de: Keine Hyperlink-Regionen gefunden.

source: Your account has been updated.
de: Dein Konto wurde aktualisiert.

source: Your account is {0} {1}
de: Dein Nutzerkonto ist {0} {1}.

source: The account has been activated.
de: Das Nutzerkonto wurde freigeschaltet.

source: Account awaiting approval
de: Nutzerkonto wartet auf Freigabe.

source: Loading your inventory, please wait
de: Dein Inventar wird geladen, bitte warten

source: Region link to {0} established. (If this link already existed, then it will remain at the original location.)
de: Verbindung zu Region {0} hergestellt. (Falls diese Verbindung bereits vorhanden war, dann hat sie ihre bisherige Position auf der Landkarte behalten.)

source: Your password has been reset.
de: Dein Kennwort wurde neu gesetzt.

source: Check your email. You must reset your password within 60 minutes.
de: Eine E-Mail wurde an dich gesendet. Das Kennwort muss innerhalb von 60 Minuten neu gesetzt werden.

source: Email could not be sent.
de: E-Mail konnte nicht gesendet werden.

source: Region link not found.
de: Hyperlink nicht gefunden.

source: Login failed.
de: Anmeldung ist fehlgeschlagen.

source: Your account has been created.
de: Dein Nutzerkonto wurde erstellt.

source: No users found
de: Keine Benutzer gefunden.

source: No regions found
de: Keine Regionen gefunden.

source: Welcome to {0}!
de: Willkommen zu {0}!

source: Default
de: Standard

source: The account does not exist.
de: Dieses Nutzerkonto gibt es nicht.

source: Your account has been activated.
de: Dein Nutzerkonto wurde freigeschaltet.

source: The account has been updated.
de: Das Konto wurde aktualisiert.

source: Password Reset
de: Kennwort zurücksetzen

source: Your Wifi has been installed. The administrator account is {0} {1}
de: Dein Wifi ist jetzt eingerichtet. Das Administratorkonto ist {0} {1}

source: Account activated
de: Nutzerkonto aktiviert.

source: Default Avatar
de: Startavatar

source: New account {0} {1} created in {2} is awaiting your approval.
de: Neues Konto {0} {1} für {2} wartet auf eine Freigabe.

source: Last name:
de: Nachname:

source: First name:
de: Vorname:

source: If your browser does not automatically load the next page, then use the button, please.
de: Falls der Browser nicht automatisch auf die nächste Seite wechselt, dann bitte den Knopf benutzen.

source: Female
de: Frau

source: Invalid region address.
de: Die Adresse der Region ist ungültig.

source: continue
de: weiter

source: Invalid token.
de: Ungültiges Kennzeichen.

source: Male
de: Mann

source: Your account awaits administrator approval.
de: Dein Konto muss vom Administrator freigegeben werden.

source: Failed to link region: {0}
de: Es konnte keine Verbindung zur Region hergestellt werden: {0}

source: No email on file
de: Keine E-Mail-Adresse vorhanden.

source: Deletion of region link {0} failed.
de: Die Verbindung zu Region {0} konnte nicht entfernt werden.

source: The account has been deleted.
de: Das Nutzerkonto wurde gelöscht.

source: Deleted region link {0}.
de: Verbindung zu Region {0} wurde entfernt.
